---
layout: defaultp
title: Política de Privacidad
permalink: /politica_de_privacidad.html
---

<main class="politica-privacidad">
  <section class="container mx-auto px-4 py-8">
    <br /><br /><br /><br /><br /><br />
    <h1 class="text-3xl font-bold mb-6">Política de Privacidad de Statetty</h1>

    <p><strong>Fecha de entrada en vigencia:</strong>  17/06/2025</p>
    <p><strong>Última actualización:</strong>  17/06/2025</p>


    <p>
      Cuando usas Statetty, confías en nosotros parte de tu información como asesor inmobiliario.
      Sabemos que esto implica una gran responsabilidad y trabajamos con compromiso para proteger tus datos
      y ofrecerte transparencia y control sobre su uso.
    </p>

    <p class="mt-4">
      Esta Política de Privacidad tiene el propósito de ayudarte a entender:
    </p>

    <ul class="list-disc pl-6 mt-2">
      <li>Qué información recopilamos y por qué lo hacemos</li>
      <li>Cómo usamos esa información para mejorar tu experiencia</li>
      <li>Qué opciones tienes para acceder, modificar o eliminar tus datos</li>
    </ul>

    <p class="mt-4">
      Tu privacidad es importante para nosotros. Te recomendamos leer este documento con atención.
    </p>

    <p class="mt-4">La presente Política de Privacidad describe cómo *Statetty* recopila, utiliza, almacena y protege los datos personales de sus usuarios, al hacer uso del servicio ofrecido a través del bot en Telegram, el sitio web <a href="https://statetty.com" class="text-blue-600 underline">statetty.com</a>, hojas de cálculo personalizadas, y otros canales habilitados.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">1. ¿Qué datos recopilamos?</h2>
    <p>Al interactuar con Statetty, recopilamos los siguientes datos personales:</p>
    <ul class="list-disc pl-6">
      <li>Nombre y apellido.</li>
      <li>Número de teléfono (principalmente vía WhatsApp).</li>
      <li>Agencia inmobiliaria a la que pertenece.</li>
      <li>Preferencias de búsqueda y parámetros usados en la plataforma.</li>
      <li>Mensajes enviados al bot.</li>
    </ul>
    <p>Además, se puede recopilar información técnica como:
      <ul class="list-disc pl-6">
        <li>Dispositivo o sistema operativo desde el que accede.</li>
        <li>Fecha y hora de uso.</li>
        <li>Acciones realizadas dentro del sistema.</li>
      </ul>
    </p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">2. ¿Para qué usamos esta información?</h2>
    <p>Los datos recopilados se utilizan para:</p>
    <ul class="list-disc pl-6">
      <li>Verificar la identidad del usuario y asegurar su perfil profesional.</li>
      <li>Ofrecer resultados personalizados basados en búsquedas anteriores.</li>
      <li>Proporcionar funcionalidades adicionales (mapas, hojas compartidas, alertas).</li>
      <li>Comunicar novedades o cambios en el sistema.</li>
      <li>Mejorar y optimizar el rendimiento del servicio.</li>
    </ul>

    <h2 class="text-2xl font-semibold mt-8 mb-4">3. ¿Cómo almacenamos y protegemos tu información?</h2>
    <p>Los datos se almacenan en servidores seguros, con acceso limitado a personas autorizadas.</p>
    <p>Se utilizan prácticas estándar de seguridad informática para proteger la integridad de la información. Sin embargo, ningún sistema es 100% infalible y no podemos garantizar seguridad absoluta ante ataques externos.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">4. Uso de servicios de terceros</h2>
    <p>Statetty utiliza tecnologías y plataformas de terceros para ofrecer sus servicios, incluyendo:</p>
    <ul class="list-disc pl-6">
      <li><strong>Telegram:</strong> Para la interacción directa mediante bot.</li>
      <li><strong>Google Sheets:</strong> Para compartir resultados personalizados.</li>
      <li><strong>WhatsApp:</strong> Para participar en grupos públicos y leer publicaciones de inmuebles.</li>
      <li><strong>Servidores externos:</strong> Para alojar imágenes u otros recursos (en desarrollo).</li>
    </ul>
    <p>Estas plataformas tienen sus propias políticas de privacidad. Statetty no es responsable por el tratamiento que estas realicen fuera de lo que esté bajo nuestro control.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">5. Datos obtenidos de fuentes públicas</h2>
    <p>Los datos de inmuebles ofrecidos por Statetty provienen de sitios web públicos de agencias inmobiliarias y de publicaciones en grupos públicos de WhatsApp. Estos datos pueden contener errores, estar incompletos o ser interpretados incorrectamente por sistemas automatizados.</p>
    <p><strong>Statetty no se responsabiliza por la exactitud, legalidad o vigencia de esa información.</strong></p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">6. Derechos del usuario</h2>
    <p>El usuario puede en cualquier momento:</p>
    <ul class="list-disc pl-6">
      <li>Solicitar el acceso a sus datos personales.</li>
      <li>Solicitar la rectificación o eliminación de su información.</li>
      <li>Revocar su consentimiento para el uso de sus datos.</li>
    </ul>
    <p>Para ejercer estos derechos, puede escribirnos a los datos de contacto al final de este documento.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">7. Conservación de datos</h2>
    <p>Conservaremos los datos mientras el usuario utilice el servicio, y hasta 12 meses después de su última interacción. Posteriormente, los datos serán eliminados o anonimizados, salvo obligación legal de retención.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">8. Cambios en esta política</h2>
    <p>Statetty podrá modificar esta Política de Privacidad en cualquier momento. Los cambios serán comunicados por medios disponibles (chat, web, email). El uso continuado del sistema implica aceptación de los cambios.</p>

    <h2 class="text-2xl font-semibold mt-8 mb-4">8¾. Un cuento que no viene a cuento (ni tiene validez legal)</h2>

    <p class="c1"><span class="c6 c10">La llamada</span></p>
    <p class="c1 c2"><span class="c0"></span></p>
    <p class="c1"><span class="c0">a Juan Diego</span></p>
    <p class="c1 c2"><span class="c0"></span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp; Juan acept&oacute; el trabajo en el radiotelescopio sin muchos &aacute;nimos, tan s&oacute;lo por asegurarse un techo esos meses. Le parec&iacute;a un sinsentido escudri&ntilde;ar el universo en busca de se&ntilde;ales inteligentes. Por supuesto que no era su caso ni su trabajo, a &eacute;l le bastaba con estar atento al d&iacute;a quince y al &uacute;ltimo de cada mes.&nbsp; Al presente.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;No era un cient&iacute;fico ni a&uacute;n un bachiller. Hab&iacute;a llegado a Puerto Rico como ayudante de cocina en un crucero, y es que as&iacute; era su vida sin rumbo. Hab&iacute;a llegado a encargarse de la conserjer&iacute;a del observatorio gracias a un extra&ntilde;o golpe de suerte, y apenas ten&iacute;a que aguantar a algunos de los pasantes que semanalmente iban y ven&iacute;an de todas partes del mundo. Cuando uno de esos muchachos le pidi&oacute; cuidar de los controles mientras sal&iacute;a a cubrir asuntos &ldquo;de inter&eacute;s cient&iacute;fico&rdquo;, acept&oacute; quedarse en el laboratorio de buena gana. Sol&iacute;a ser un lugar restringido, mucho m&aacute;s c&oacute;modo que el cuartucho que le daban por casa de conserje; en la sala de computadoras ten&iacute;an una cocina equipada, despensas llenas y un equipo de sonido con m&uacute;sica que le gustaba, sillones reclinables y mucha tranquilidad, pero sobre todo estaba seco y c&aacute;lido. La verdad, el lugar le encantaba. Hern&aacute;ndez, el pasante, crey&oacute; bastarle con un cart&oacute;n de cigarrillos para comprar el silencio de Juan y su cooperaci&oacute;n; para Juan esto era apenas un valor agregado. Le hab&iacute;an dejado un trabajo simple: verificar la se&ntilde;al de una pantallita; si la marca sub&iacute;a por encima de la l&iacute;nea roja deb&iacute;a llamar al joven &mdash;aunque &eacute;ste asegur&oacute; que eso jam&aacute;s suceder&iacute;a&mdash;. Mientras tanto, el pasante entablar&iacute;a relaciones internacionales con alg&uacute;n esp&eacute;cimen del pueblo, y de seguro har&iacute;a toda clase de ex&aacute;menes y mediciones. O, al menos, eso dec&iacute;a mientras dejaba anotado su n&uacute;mero en la cartelera junto a la puerta antes de irse.</span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;&ldquo;&hellip; </span><span class="c4">&nbsp;Laudamus te, benedicimus te</span><span class="c0">&hellip;&rdquo; No ten&iacute;a la menor idea de lo que se cantaba, s&oacute;lo que le sentaba bien, y la orquesta le crispaba el cuero cabelludo con esa fuerza con la que llenaba el laboratorio. Una l&iacute;nea en la pantalla casi llevaba el ritmo, que se hac&iacute;a m&aacute;s lento y ya sin coro. El whisky que escond&iacute;an los observadores de estrellas se encargaba de cerrarle los ojos mientras el humo del cigarrillo de marca extranjera se consolidaba en una columna bailarina, que desaparec&iacute;a antes de llegar al techo con las tenues notas de un viol&iacute;n. Al parecer la m&uacute;sica estaba pensada justo para atraparle dormido como si de una mala broma se tratase, ya que los instrumentos de la orquesta se integraron gradualmente mientras Juan roncaba, ascendiendo como una ola para terminar en un estallido de platos y coro . El cigarrillo que empezaba a quemarle los dedos salt&oacute; de su mano. Con el brinco, la c&oacute;moda poltrona reclinable lo llev&oacute; de espaldas hasta el suelo.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;Y entonces son&oacute; el tel&eacute;fono.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;A pesar de la quemada, la ca&iacute;da y el golpe en la cabeza, Juan se qued&oacute; inm&oacute;vil, esperando la confirmaci&oacute;n de que el tel&eacute;fono hab&iacute;a sonado. En medio de los gritos del coro y el barullo de la orquesta el tel&eacute;fono son&oacute; de nuevo. Tuvo que rodar de espaldas para escapar de la poltrona y se puso en pie casi de un salto, descubri&eacute;ndose con ello totalmente alcoholizado. El tel&eacute;fono repic&oacute; de nuevo, como record&aacute;ndole con sorna o espanto que &eacute;l no deber&iacute;a estar ah&iacute;, que la m&uacute;sica deber&iacute;a ser m&aacute;s amable, que el cigarrillo no deber&iacute;a estar quemando la alfombrita bajo la poltrona ca&iacute;da, que deb&iacute;a tomar en consideraci&oacute;n la pantalla del medio &mdash;&eacute;sa que deb&iacute;a vigilar &mdash;, la cual para entonces mostraba tres picos sobre la l&iacute;nea roja y Juan no estaba seguro si deb&iacute;a ser as&iacute;. Baj&oacute; el volumen y atendi&oacute; el tel&eacute;fono, procurando la mayor sobriedad y autocontrol sobre su lengua.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Buenas noches, Centro Astron&oacute;mico Nacional</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;&iquest;Es usted el se&ntilde;or Soto?</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;El licenciado no se encuentra en este momento, est&aacute; en... &iquest;C&oacute;mo? &mdash;dijo muy lentamente, con la poca sobriedad que le quedaba, d&aacute;ndole cr&eacute;dito a lo que o&iacute;a.</span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Queremos saber si es usted el se&ntilde;or&hellip; &mdash;Una voz al fondo pareci&oacute; dictar: &mdash; </span><span class="c4 c6">Soto, Juan D. Soto S., claro que es &eacute;l, no lo sabr&eacute; yo.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;Juan mir&oacute; la habitaci&oacute;n que deber&iacute;a encontrarse en ordenado silencio con alg&uacute;n pasante dormido sobre el escritorio. Vio la hora: tres de la ma&ntilde;ana; una botella por la mitad, el monitor del medio cubierto por marcas que llegaban al borde superior de la pantalla como queriendo saltar de &eacute;sta y alguien preguntando por &eacute;l mismo para complicar m&aacute;s las cosas. La voz ten&iacute;a un acento extra&ntilde;o: modulaba y pronunciaba perfectamente cada palabra, aunque en el laboratorio nadie ten&iacute;a un acento local, s&oacute;lo que no le era familiar. La voz del fondo s&iacute; le era familiar: evidentemente costarricense.&nbsp;</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;S... Soy yo. &iquest;En qu&eacute; puedo servirle?</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;&iexcl;Muy bien! Nos alegra que lo pregunte, pronto empezar&aacute;n los litigios y quer&iacute;amos pedirle que se encargue de nuestro caso. &mdash;La voz se escuchaba honestamente emocionada.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Debe haber un error, yo me llamo as&iacute; pero no trabajo en este laboratorio, creo que se ha equivocado.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;&iquest;Hablamos con Juan Diego Soto Su&aacute;rez? &iquest;Es el 12 de julio de 1996?</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Bueno, s&iacute;, supongo, y s&iacute; soy yo, digo, &eacute;se es mi nombre, pero no le entiendo&hellip;</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;No se preocupe, en unos a&ntilde;os todo estar&aacute; m&aacute;s claro, s&oacute;lo queremos recordarle que debe regresar a Costa Rica cuanto antes, inscribirse y sacar las materias que le faltan para graduarse de bachiller, es imperativo que comience su carrera de abogac&iacute;a.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;En un instante el licor que se le hab&iacute;a subido a la cabeza se evapor&oacute; por completo; ya no estaba mareado, pero en lugar de lucidez sent&iacute;a una completa confusi&oacute;n y ten&iacute;a migra&ntilde;a. Era urgente que llamara al pasante, pero tendr&iacute;a que colgar antes.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;&iquest;C&oacute;mo sabe? &iquest;De d&oacute;nde saca que&hellip;?</span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Lo sabemos todo sobre usted, nos defender&aacute; en un caso delicado sobre fraude con la l&iacute;nea del tiempo. Y lo ganar&aacute;. Lo ha hecho ya varias veces. Claro que otros lo han intentado, pero usted es el &uacute;nico que se gana al jurado en cada intento. Comprendemos que es inveros&iacute;mil lo que le decimos pero cubriremos sus honorarios con retroactivos, claro est&aacute;, podr&aacute; revisar ma&ntilde;ana &mdash;</span><span class="c4">Su ma&ntilde;ana</span><span class="c0">, corrigi&oacute; la voz del fondo&mdash;. Eso, su d&iacute;a siguiente, su cuenta bancaria. T&oacute;melo como un compromiso por adelantado, le ayudar&aacute; a pagar el boleto de avi&oacute;n y a comenzar su nueva vida. Recibir&aacute; su cheque puntualmente y el monto se incrementar&aacute; en la medida en que sea eficiente con su carrera. Sea dedicado, se&ntilde;or Soto. Usted mismo se lo agradecer&aacute;.</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;Disculpe, se&ntilde;or, pero debo colgar.</span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;La voz que hablaba desde el fondo de la habitaci&oacute;n (del otro lado del auricular) pareci&oacute; saltar al frente:&mdash; </span><span class="c4">&iexcl;Cree en el dinero, cabez&oacute;n! &iexcl;No hace falta que creas en nada m&aacute;s! </span><span class="c0">&nbsp;&mdash;Pero esto lo escuch&oacute; Juan mientras colocaba el auricular en su base, ya hab&iacute;a cortado la comunicaci&oacute;n cuando dio un respingo y apoy&oacute; de nuevo el auricular contra su oreja y grit&oacute;:</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;&mdash;&iexcl;Juan!</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;S&oacute;lo se escuchaba el tono de la l&iacute;nea. Temblaba con el tel&eacute;fono en la mano. La pantalla ahora s&oacute;lo mostraba el ruido tenue del espacio profundo.</span></p>
    <p class="c1 c2"><span class="c0"></span></p>
    <p class="c1"><span class="c0">---</span></p>
    <p class="c1 c2"><span class="c0"></span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;From: Juan Diego Soto Su&aacute;rez</span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;Reply-To: </span><span class="c3"><a class="c8" href="https://www.google.com/url?q=https://mail.google.com/mail?view%3Dcm%26tf%3D0%26to%3Dlos_forjadores@yahoogroups.com&amp;sa=D&amp;source=editors&amp;ust=1750220904861234&amp;usg=AOvVaw1bxtb2EOAFsXXW9XNnkR-U">los_forjadores@yahoogroups.com</a></span></p>
    <p class="c1"><span class="c7">&nbsp;&nbsp;&nbsp;&nbsp;To: </span><span class="c3"><a class="c8" href="https://www.google.com/url?q=https://mail.google.com/mail?view%3Dcm%26tf%3D0%26to%3Dlos_forjadores@yahoogroups.com&amp;sa=D&amp;source=editors&amp;ust=1750220904861566&amp;usg=AOvVaw352VyekktubATbm_M-Ub70">los_forjadores@yahoogroups.com</a></span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;Date: Mar 27, 2006 10:48 PM</span></p>
    <p class="c1"><span class="c0">&nbsp;&nbsp;&nbsp;&nbsp;Subject: [...::: Forjadores :::...] Presentaci&oacute;n&nbsp;&nbsp; </span></p>
    <p class="c1 c2"><span class="c0"></span></p>
    <p class="c1"><span class="c0">Hola a todos,</span></p>
    <p class="c1"><span class="c0">Hace diez a&ntilde;os me ocurri&oacute; algo que me convirti&oacute; en el abogado que soy y quisiera aprovechar la oportunidad que me da este taller literario para animarme a contar mi historia, que tiene m&aacute;s sentido como cuento de ciencia ficci&oacute;n que como autobiograf&iacute;a. Me llamo Juan Diego Soto Su&aacute;rez, soy costarricense y no escribo m&aacute;s que mensajes de correo electr&oacute;nico, demandas, reconvenciones, contrademandas, peticiones, actas y escrituras&hellip;</span></p>
    <p class="c1 c2"><span class="c5"></span></p>





    <h2 class="text-2xl font-semibold mt-8 mb-4">9. Contacto</h2>
    <p>Para consultas o solicitudes relacionadas con privacidad y protección de datos:</p>
    <ul class="list-disc pl-6">
      <li><strong>Email:</strong><a href="mailto:hola@statetty.com" class="text-blue-600 underline">hola@statetty.com</a></li>
      <li><strong>Teléfono:</strong> +591 78447518</li>
      <li><strong>Sitio Web:</strong> <a href="https://statetty.com" class="text-blue-600 underline">https://statetty.com</a></li>
    </ul>
  </section>
</main>
